{
  "aries": [
    "Where's all this excess energy coming from, Aries? Wait, don't answer that. While the rest of us are feeling beaten down and tired, perhaps keep the ants in your pants to yourself. No one cares how \"incredible\" running makes you feel – especially the stars.",
    "And the Oscar goes to… Aries – for a standout show calling in sick last week. Hmmm, the stars didn't buy it and neither did your boss. These days, \"I have a cold\" works far better than food poisoning. And those gross sound effects were totally overkill.",
    "Simmer down Aries. You're all hot and bothered. Over the smallest thing. You know what I'm talking about. THAT thing. You've been a stubborn ol' ram this month and everyone's too scared to tell you that you're wrong. Guess what Aries. YA WRONG."
  ],
  "taurus": [
    "Mind your Zoom etiquette, Taurus. It's one thing to put yourself on mute. It's another to STAY on mute the entire meeting. Sitting there, eyes glazed, drooling. Almost as if you're watching cake decorating videos in another tab. Hmmm… the stars are on to you.",
    "The stars see travel on the cards this month, Taurus. What will it be? Bursting the bubble in Australia? Causing a ruckus in the Cook Islands? Road tripping the South Island? Sorry, looks like it's Hamilton. Check out the gardens while you're there.",
    "You finally picked up a book and all-of-a-sudden, you're Hermione Granger. Well, maybe not given Colleen Hoover is your favourite author. But the stars say keep it up Taurus. It's keeping that bull brain of yours young."
  ],
  "gemini": [
    "Jealousy is ugly on you, Gemini. Your eyes pucker like a cat's behind and your skin turns apple-green. Especially when glaring at that over-achiever at work. Or your partner's DMs. Or even children playing. The stars say watch out, the wind will change.",
    "You good Gemini? You've been breaking into third person, scolding yourself in a hiss that can only be described as a cross between Gollum and Donald Duck. Haven't noticed? Your friends, colleagues and Karen from New World sure have.",
    "Oh Gemini. You've been riddled with internal conflicts and it's making you terribly unproductive. The twins within just aren't agreeing and it's tearing up your insides. Or maybe it's just indigestion. Try going gluten-free."
  ],
  "cancer": [
    "From endless family dinners during the week, to hot dates on the weekend – you're spreading yourself too thin, Cancer. The stars warn you better slow down, or you'll end up confused. You don't want to get your date muddled with your grandpa. Again.",
    "Yikes, Cancer. Cheaters never win. Whether it's a simple board game, round of mini golf, or 5-year relationship – someone always gets hurt. The stars say step away from the Monopoly board. Put down the club. And PLEASE delete Tinder.",
    "Calling in sick? A cold doesn't cut it anymore Cancer. You have to sell it. A \"twisted ankle\" is a great excuse to add some swagger to your step. Or let your jaw drop and groan like the grudge. Who's to say the black plague hasn't made a comeback?"
  ],
  "leo": [
    "Itching for attention, Leo? You've been searching for a stage. But everywhere you look, the starring role has been filled. The stars say it's on you to create your own spotlight, wherever you are. The acoustics at most Bottle-Os are surprisingly good.",
    "Oh Leo, your poor pride. Rejection is hard enough. But your parents completely snubbing you at the supermarket must really sting. The stars feel for you bud. SURPRISE. They aren't your real parents anyway. So no hard feelings, right?",
    "Your powers of persuasion are next level, Leo. Poor Mr Whippy was putty in your hands. How did you score two double-choc-dipped cones with six flakes – on the house? The stars say, try your new negotiating strategy on all work deadlines."
  ],
  "virgo": [
    "\"A place for everything and everything in its place.\" Whoever said that must've been a Virgo. But alas my painfully uptight and organised friend – the stars see total disorder arriving this month. It's your mother-in-law, she's coming to stay.",
    "Unlike many of us, Virgo, you're thriving. Between that fancy new job, hot new squeeze and handy new air fryer – you're living your best life. So why don't you look that happy about it? The stars say lighten up on the Botox and crack a smile.",
    "Breathe. C'mon, deeper than that. So deep you spin out. You need to release some tension. You've been so busy, you've developed a twitch. This month, drink more tea. Take up Yoga. Maybe smoke a joint or two."
  ],
  "libra": [
    "Another broken promise to yourself, Libra. The stars would be disappointed, but you're just so predictable. In fact, they all placed bets to see how long it would take you to quit Kundalini-CrossFit-Yoga. All in good fun, but no one's winning here.",
    "You sure know how to play it modest, Libra. But the stars know all. That head is growing bigger by the second! Time to sit back and eat some humble pie. But not too much. Your tummy has been getting bigger lately too. Feeling humble yet?",
    "You've built a name as everyone's fav pushover. But not anymore. Scrappy, assertive and surprisingly scary - fish and chips at the beach has never been so chaotic. You really showed that one-legged seagull who's boss."
  ],
  "scorpio": [
    "No one loathes the mall more than you, Scorpio. It's like being a salmon swimming upstream. A polluted stream filled with motleys and saddos. Yuck. The stars suggest online shopping. Or some nice home-crafts perhaps? That way, no one gets hurt.",
    "Wow Scorpio. You've been obsessed with motivational quotes lately — they're everywhere. Taped to your mirror, shared on your story, tattooed on your ribs – the stars are gagging. But who are they to stop you living, laughing and loving?",
    "While always fierce, you're actually pretty forgettable, Scorpio. Ooosh, was that hard to handle? The stars say it's not what you say – it's what you don't. Always thinking, never revealing. Just be honest with us. The tears will be worth it."
  ],
  "sagittarius": [
    "Poor Sagittarius. Kicked out of the campground for snoring, yet again. How cruel. But when it's your own family laying formal complaints against you, maybe it's time to get that surgery they've been nagging about. Or a new family. Whatever works.",
    "No Sagittarius. A dinner party is not a good idea. We know you try your damndest. But the truth is, your cooking is dangerous. We're still scarred from that spag bol fiasco. Get Uber Eats.",
    "A hideous face from the past will resurface this month. Yes, you're about to face a fierce flare up of your childhood rash. And it's not going to be pretty. The stars say coconut oil is your friend. And when it burns, apply some more."
  ],
  "capricorn": [
    "As fun as a five-year plan is – you've gotta set your sights lower. All work and no play makes Capricorns even duller than usual. The stars say it's time to put the bach, the boat, and the waterslide on hold. Focus on the little things. Like getting a social life.",
    "You're on the fence this month, Cap. Go vegan/don't. Get a mullet/don't. Confront your racist neighbour/don't. The stars find it infuriating! Go on. Save the cows, chop your locks and call out that nasty bigot, Jillian once and for all. Take action now!",
    "Sensible, yet stubborn Cap, the stars say you should keep up that slow roadie pace. You're a menace on your morning commute! Leave early and make stops on the way. You'll arrive less stressed, coffee in hand – without flipping the bird even once."
  ],
  "aquarius": [
    "You fancy yourself a free thinker, Aquarius. A real maverick. But the stars saw you panic-ordering the same thing as your mate at the restaurant last week. Some revolutionary you are. This month, try actually reading the menu.",
    "Aquarius, you've been giving unsolicited advice again. To strangers. On the internet. At 2am. The stars admire your commitment to humanity, but maybe log off and hydrate. That water bearer thing isn't just symbolic, you know.",
    "The stars see another group chat in your future, Aquarius. Another one no one asked for. You'll name it something earnest. And add people who've never met. Overshare immediately. The humanitarian dream lives on."
  ],
  "pisces": [
    "Look at that twinkle in your eye, Pisces. You're in L O V E and you can't hide it. But on closer inspection, the stars are less convinced it's love and are leaning more towards a wicked-strong strain. Either way, get some eye-drops.",
    "While the stars know you were upset when your phone was taken by the tide - life off grid was actually good for you. There's a renewed sense of clarity and focus, severely untypical of a dreamy Pisces. So, maybe hold off buying a new one?",
    "Life is taking you in all sorts of directions at the moment, and you don't seem to be minding one bit! Up. Down. Left. Right. Diagonally. Oooh yeah, that's the spot. There are plenty of fish in the sea, so have fun Pisces (with protection)."
  ]
}
