{
  "aries": [
    "Some may say your approach to gift giving is selfish, Aries. But the stars are all for it. Giving your nearest and dearest gifts you'd enjoy yourself is not only caring – it's cunning. Great Aunt Jill will love a bottle of tequila. And if not, surely she'll share.",
    "Surfing, hiking, square dancing – gosh you've been busy, Aries. Now you're back to work, the stars suggest slowing down. Or even stopping entirely. You're such an unproductive employee anyway, no one will notice you napping.",
    "Where's all this excess energy coming from, Aries? Wait, don't answer that. While the rest of us are feeling beaten down and tired, perhaps keep the ants in your pants to yourself. No one cares how \"incredible\" running makes you feel – especially the stars.",
    "And the Oscar goes to… Aries – for a standout show calling in sick last week. Hmmm, the stars didn't buy it and neither did your boss. These days, \"I have a cold\" works far better than food poisoning. And those gross sound effects were totally overkill.",
    "The beach certainly is your friend, Aries. All that time building sandcastles took care of all those nasty, dry callouses you acquired at your keyboard last year. The stars recommend keeping a bit of sand at your desk to keep your natural crustiness at bay.",
    "Simmer down Aries. You're all hot and bothered. Over the smallest thing. You know what I'm talking about. THAT thing. You've been a stubborn ol' ram this month and everyone's too scared to tell you that you're wrong. Guess what Aries. YA WRONG.",
    "Woah Aries slow down! The stars see all those red lights you've been running. You even left for work without your pants last week! No one's asking for that alright. Except Seedy Sue from accounting. She doesn't want you to slow down at all."
  ],
  "taurus": [
    "Want to keep it cheap this Christmas, Taurus? Head out to the garden and reap what you sowed over Lockdown Season One. Uncle John's been so wound up, that wicked strain you've been growing on the down-low is sure to mellow him out.",
    "Ah, summer. It's your time to thrive, isn't it Taurus? You're looking tanned, toned and totally hot. But you're not smelling so fresh. Have you been swimming at one of those beaches on the blacklist? They don't call it Browns Bay for nothing, sweetie.",
    "Mind your Zoom etiquette, Taurus. It's one thing to put yourself on mute. It's another to STAY on mute the entire meeting. Sitting there, eyes glazed, drooling. Almost as if you're watching cake decorating videos in another tab. Hmmm… the stars are on to you.",
    "The stars see travel on the cards this month, Taurus. What will it be? Bursting the bubble in Australia? Causing a ruckus in the Cook Islands? Road tripping the South Island? Sorry, looks like it's Hamilton. Check out the gardens while you're there.",
    "You barely picked up a book all 2023. Then the new year hit and all-of-a-sudden, you're Hermione Granger. Well, maybe not given Colleen Hoover is your favourite author. But the stars say keep it up Taurus. It's keeping that bull brain of yours young.",
    "Two words for you my buckwild Taurus – portion control. I'm not saying you don't look fine as hell when you get a little cuddlier. But in today's PC world, no one is willing to call you out on your binge-eating bullshit. But that's what the stars are for.",
    "You've been feeling a little up in the air this August haven't you Taurus. The stars suggest channelling your inner tree. They're strong, enduring, yet flexible. You know why? They have roots. So this September, be like a tree. Have roots. Lots of roots."
  ],
  "gemini": [
    "While there's nothing wrong with frugality, Gemini, you're taking it too far this year. COVID may delay deliveries. But you can't promise that gifts are in transit, knowing you'll be doing all your Christmas shopping on Boxing Day. The stars call that tacky.",
    "Ouch Gemini. Getting dumped sucks. But collapsing on the beach afterwards was a little dramatic. You weren't even under the waves that long. The stars are on to you. Getting CPR from that lifeguard is the only action you've had all summer.",
    "Jealousy is ugly on you, Gemini. Your eyes pucker like a cat's behind and your skin turns apple-green. Especially when glaring at that over-achiever at work. Or your partner's DMs. Or even children playing. The stars say watch out, the wind will change.",
    "Yay birthday month, Gemini! As the most social of the Zodiacs, you have big hopes for a day of friends and fun. Unfortunately, the stars predict neither. In this weather, no one wants to leave the house. So a lazy text is the most you can expect. Sorry.",
    "No one loves the social season like a Gemini. But over summer, the only friends you attracted were mosquitos. Your coconut moisturiser is so pungent, it keeps everyone away. The stars reckon it could help you stay more productive at work.",
    "Oh Gemini. You've been riddled with internal conflicts and it's making you terribly unproductive. The twins within just aren't agreeing and it's tearing up your insides. Or maybe it's just indigestion. This July, try going gluten-free.",
    "You good Gemini? You've been breaking into third person, scolding yourself in a hiss that can only be described as a cross between Gollum and Donald Duck. Haven't noticed? Your friends, colleagues and Karen from New World sure have."
  ],
  "cancer": [
    "Poor Cancer. You've put so much time and thought into your gifts this year. But according to the stars – none of your loved ones will be returning the favour. Right. Time to redirect the spirit of giving back to yourself. Go on, treat yourself.",
    "Congrats, Cancer. Your 2021 diary is super aesthetically pleasing. But while filling in birthdays and 'important' occasions is cute – the stars give it a month before you throw in the towel. What a waste of a tree. Stick to Facebook like everyone else.",
    "From endless family dinners during the week, to hot dates on the weekend – you're spreading yourself too thin, Cancer. The stars warn you better slow down, or you'll end up confused. You don't want to get your date muddled with your grandpa. Again.",
    "Yikes, Cancer. Cheaters never win. Whether it's a simple board game, round of mini golf, or 5-year relationship – someone always gets hurt. The stars say step away from the Monopoly board. Put down the club. And PLEASE delete Tinder.",
    "Wow, you've really enjoyed spreading the New Year cheer, Cancer. But after January, it gets a little old. The stars say 2024 will be the year you finally find your own catchphrase. Start experimenting to see what sticks and what triggers eyerolls.",
    "June hasn't been so bad for Cancers. We've all noticed you've been far less crabby. Almost eerily calm. It's been nice. Borderline psychotic. But still nice. Remove all sharp objects from your vicinity so you can carry this bliss with you into July.",
    "Calling in sick? A cold doesn't cut it anymore Cancer. You have to sell it. A \"twisted ankle\" is a great excuse to add some swagger to your step. Or let your jaw drop and groan like the grudge. Who's to say the black plague hasn't made a comeback?"
  ],
  "leo": [
    "Get it together, Leo. We don't want a repeat of last year. The stars were screaming as they watched you wrap a bunch of random junk from around the house. Perhaps assemble some generous hampers. You've got some making up to do.",
    "Damn Leo, your Insta has been popping all summer long. But the stars wonder, where were these 'festival friends' when you were face down in the mud behind Stage 1? Your followers will never know. But security man Sean sees all. What an angel.",
    "Itching for attention, Leo? You've been searching for a stage. But everywhere you look, the starring role has been filled. The stars say it's on you to create your own spotlight, wherever you are. The acoustics at most Bottle-Os are surprisingly good.",
    "Oh Leo, your poor pride. Rejection is hard enough. But your parents completely snubbing you at the supermarket must really sting. The stars feel for you bud. SURPRISE. They aren't your real parents anyway. So no hard feelings, right?",
    "Your powers of persuasion are next level, Leo. Poor Mr Whippy was putty in your hands. How did you score two double-choc-dipped cones with six flakes – on the house? The stars say, try your new negotiating strategy on all work deadlines.",
    "Damn Leo. You're looking sexier than ever. That luscious mane, fine form, brilliant smile – have you considered modelling? Of course you have, you beautiful vain old kitty. I see a catwalk awaiting you this July. Don't be shy. Work it.",
    "What's with all the drama this month? It's coming at you from all angles. What could be causing such a stir? Hmmm, don't play dumb Leo. You know you love it. This September, keep loving it. The stars find it amusing."
  ],
  "virgo": [
    "Meticulous Virgo, the stars see you've already sorted your Christmas shopping. Yet somehow, you still end up hitting the shops every weekend. Could it be, you enjoy seeing the chaos ensue, knowing you don't need to be a part of it? That's just sick.",
    "Yikes. Someone forgot to slip, slop, slap and wrap over the break. You're looking quite crispy, Virgo. Lucky your summer fling is ready to lather you in aloe vera when you need it. But be warned – as soon as your tan fades, you're on your own. Again.",
    "Unlike many of us, Virgo, March is your month. Between that fancy new job, hot new squeeze and handy new air fryer – you're living your best life. So why don't you look that happy about it? The stars say lighten up on the Botox and crack a smile.",
    "\"A place for everything and everything in its place.\" Whoever said that must've been a Virgo. But alas my painfully uptight and organised friend – the stars see total disorder arriving this month. It's your mother-in-law, she's coming to stay.",
    "You can be quite reserved at the best of times. But this summer, you were queen of the conga line! Maybe it was the holiday vibes. Or perhaps the constant flow of piña coladas? Either way, bring that energy to your next meeting and make it a party.",
    "Breathe. C'mon, deeper than that. So deep you spin out. You need to release some tension. June has been such a busy month, you've developed a twitch. This July, drink more tea. Take up Yoga. Maybe smoke a joint or two.",
    "Feel like your friends are keeping secrets? Conversations ending when you enter a room? Fits of laughter when you leave? Don't take it personally. They're throwing you a surprise party for your birthday! Sorry to ruin it."
  ],
  "libra": [
    "Your heart's in the right place, Libra. But you always make Christmas shopping far more difficult than it has to be. You just cannot make up your mind. The stars say enough – candles for everyone. Don't bother smelling them. It'll only confuse you.",
    "Struggling to think of a new year's resolution that'll stick? Read more. Drink less. Learn Portuguese. Stop wasting your time, lazy Libra. You aren't going to Portugal any time soon. And the desire to self-improve is sure to pass by Wednesday next week at the latest.",
    "Another broken promise to yourself, Libra. The stars would be disappointed, but you're just so predictable. In fact, they all placed bets to see how long it would take you to quit Kundalini-CrossFit-Yoga. All in good fun, but no one's winning here.",
    "You sure know how to play it modest, Libra. But the stars know all. That head is growing bigger by the second! Time to sit back and eat some humble pie. But not too much. Your tummy has been getting bigger lately too. Feeling humble yet?",
    "After building a name as everyone's fav pushover, the stars say expect a new Libra in 2024. Scrappy, assertive and surprisingly scary - fish and chips at the beach has never been so chaotic. You really showed that one-legged seagull who's boss.",
    "You've been a giant baby throughout the whole of June. Your friends, colleagues and pets are over your shit. Maybe your Yin and Yang are out of whack. Or maybe you're just a brat. This July, put yourself in time-out and think about your behaviour.",
    "You've been working too hard Libra. It isn't why God put you here. You're too delicate for this carry on. Have you thought about a holiday? Your birthday is coming up. Never mind the bank account, a beachside bungalow awaits this September."
  ],
  "scorpio": [
    "No one loathes the mall more than you, Scorpio. It's like being a salmon swimming upstream. A polluted stream filled with motleys and saddos. Yuck. The stars suggest online shopping. Or some nice home-crafts perhaps? That way, no one gets hurt.",
    "Yoga at sunrise on the 1st. Visiting your in-laws on the 2nd. Cleaning the house on the 3rd. Who even ARE you now? The stars are both impressed and bored. New year new you kinda sucks. Bring back the moody brooding Scorpio we all know and love.",
    "Wow Scorpio. You've been obsessed with motivational quotes lately — they're everywhere. Taped to your mirror, shared on your story, tattooed on your ribs – the stars are gagging. But who are they to stop you living, laughing and loving?",
    "While always fierce, you're actually pretty forgettable, Scorpio. Ooosh, was that hard to handle? The stars say it's not what you say – it's what you don't. Always thinking, never revealing. Just be honest with us. The tears will be worth it.",
    "That nude beach really ruined you, Scorpio. The stars KNOW you didn't slip, slop, slap OR wrap. At least you have that after-sun care down. If only you could apply aloe vera to those sick burns from your boss. Lucky you've formed a thick, crusty skin.",
    "Sexy Scorpio, you ol' heartbreaker you. You're leaving a trail of sad-saps in your wake. No one can resist that dark and alluring charm you've got going on. Be mindful that behind all that mystery, you aint shit, so you shouldn't be too picky.",
    "The stars thought you were smarter than this Scorpio. Just because you 'Netflix and chill' together, they send \"you up?\" texts at 2am, and unsolicited snapchats of their junk – does not mean you're in a relationship. It means you're a booty call."
  ],
  "sagittarius": [
    "Oh generous Sagittarius. You really embody Santa during the silly season. Only, you don't have a factory of Elves to back you up. Instead, you put yourself into debt with all the love and good tidings. The stars say, reel it in. How about a spot of baking?",
    "Poor Sagittarius. Kicked out of the campground for snoring, yet again. How cruel. But when it's your own family laying formal complaints against you, maybe it's time to get that surgery they've been nagging about. Or a new family. Whatever works.",
    "You must have the luck of the Irish on your side, Sagittarius. How you weren't kicked out of the bar on St Patrick's Day, the stars will never know. You were absolutely cooked! While your friends were highly ashamed, the stars were highly entertained.",
    "Ah winter. A time of snuggling up and hunkering down. Or so you thought, Sagittarius. Last month, you offended your lovers and loved ones left, right and centre. So before you enjoy the cosiness of the colder months, get down and grovel.",
    "No Sagittarius. A mid-winter dinner party is not a good idea. We know you try your damndest. But the truth is, your cooking is dangerous. We're still scarred from the sausage sizzle fiasco at your summer barbeque. This July, get Uber Eats.",
    "A hideous face from the past will resurface this September. Yes, you're about to face a fierce flare up of your childhood rash. And it's not going to be pretty. The stars say coconut oil is your friend. And when it burns, apply some more."
  ],
  "capricorn": [
    "You're no good at this Secret Santa business are you, Cap? Everyone always seems to guess which gift came from you. Probably because they're always crap. But the stars aren't having it this year. A Westfield gift card will be a welcome cop-out.",
    "Being back at work does NOT mean you need to dress like it, Cap. The stars say, make the most of your summer glow while it's here. Ditch the boots and suits. Jandals, boardies, bikinis and muumuus are so the go at the mo'. Sun's out, guns out, baby.",
    "As fun as a five-year plan is – you've gotta set your sights lower. All work and no play makes Capricorns even duller than usual. The stars say it's time to put the bach, the boat, and the waterslide on hold. Focus on the little things. Like getting a social life.",
    "You're on the fence this month, Cap. Go vegan/don't. Get a mullet/don't. Confront your racist neighbour/don't. The stars find it infuriating! Go on. Save the cows, chop your locks and call out that nasty bigot, Jillian once and for all. Take action now!",
    "Sensible, yet stubborn Cap, the stars say you should keep up that slow roadie pace. You're a menace on your morning commute! Leave early and make stops on the way. You'll arrive less stressed, coffee in hand – without flipping the bird even once.",
    "I see a bottle. Is it a beer? Maybe Kombucha? I can't tell because you've peeled the label right off you sexually frustrated mermaid-goat. You're all sorts of pent up. This July, get yourself dressed to the nines and go get some.",
    "Feel like you're living a fairytale? You've had all sorts of royal romantics sliding into your emails lately. Careful Capricorn. These princes from Nigeria are making promises they simply cannot keep. This September, be more scam-savvy."
  ],
  "aquarius": [
    "Surprise, surprise, Aquarius. The stars see you spending Christmas Eve at the mall with the other last-minute-Larrys. Your mother deserves better than an Elizabeth Arden Red Door pack from Farmers, Jeremy. Nobody looks forward to those.",
    "After developing a healthy beer gut over the break, the stars sense a fad diet on the horizon, Aquarius. Their advice? Stop searching for a quick fix. You're beautiful just the way you are. Rolls, lumps, bumps and all. Except you, Jeremy – six packs are out.",
    "Feeling a little unloved, Aquarius? The stars say it's up to you to change that. You've just been looking for affection in all the wrong places. In order to find love, one must first open their heart to receiving it. Not their trousers, *Jeremy*.",
    "The past has been plaguing your thoughts this month. The stars say it isn't doing you any good, Aquarius. Ease up on yourself – we all have regrets, just relax. Except you, *Jeremy*. Keep stewing in it until the remorse kicks in. I'll be waiting for my apology.",
    "As the water-bearer, you need more H20 than most. But since you've returned to the office, the stars say your hydration prioritisation has slipped. And with all that air con, you're wearing it on your face. Not so hot now are ya, *Jeremy*?",
    "I predict a farm-yard catastrophe on the cards this month, so watch out for cows with the crazy in their eye. Except you Jeremy. You just watch out for slashed tyres, you cheating Aquarian bastard.",
    "Next time you go out for a night of stargazing, don't. After what you did last month, they don't even want you to look at them. Sheesh, I don't know what happened but only an Aquarian could piss off an entire Milky Way *cough* Jeremy *cough*."
  ],
  "pisces": [
    "The stars love your handmade goodies, Pisces. But frankly, bath bombs make terrible gifts. Who even has a bath these days? When it just ends up as bubble-gum smelling muck, fizzing on the shower floor, it's a bit underwhelming. This year, stick to soap.",
    "Oh Pisces, while the stars are revelling in your relaxed, holiday vibes – they're a little concerned about that mosquito bite on your neck. It's the size of a tennis ball and something's crawling in there. You should probably get it checked. Like, immediately.",
    "Poor Pisces. Locking down for your birthday month was rough. The stars know you had all sorts of exciting things planned for you and your friends. But to be honest, no one was all that keen for a trip to the zoo and dinner at Valentines anyway.",
    "Look at that twinkle in your eye, Pisces. You're in L O V E and you can't hide it. But on closer inspection, the stars are less convinced it's love and are leaning more towards a wicked-strong strain. Either way, get some eye-drops.",
    "While the stars know you were upset when your phone was taken by the tide - life off grid was actually good for you. There's a renewed sense of clarity and focus, severely untypical of a dreamy Pisces. So, maybe hold off buying a new one?",
    "Oh Pisces. Poor simple Pisces. Everyone has started to realise you aren't as bright as you let on. You just don't get it. Of course you don't. You're a bloody fish. This July try reading to sharpen up. I recommend The Very Hungry Caterpillar.",
    "Life is taking you in all sorts of directions at the moment, and you don't seem to be minding one bit! Up. Down. Left. Right. Diagonally. Oooh yeah, that's the spot. There are plenty of fish in the sea, so have fun Pisces (with protection)."
  ]
}
